{
  "common": {
    "home": "होम",
    "about": "हमारे बारे में",
    "services": "सेवाएं",
    "contact": "संपर्क करें",
    "president": "अध्यक्ष",
    "organization": "संगठन",
    "gallery": "गैलरी"
  },
  "home": {
    "title": "हमारी वेबसाइट पर आपका स्वागत है",
    "description": "हम उत्कृष्ट सेवाएं प्रदान करते हैं"
  },
  "banner": {
    "onlineMembership": "ऑनलाइन सदास्यता",
    "pledgeForm": "संकल्प पत्र",
    "contribute": "सहयोग करें",
    "activeMembers": "सक्रिय सदस्य"
  },
  "about": {
    "aboutOrg": "संगठन के बारे में",
    "orgName": "युवा जनता संघर्ष संगठन",
    "description1": "युवा जनता संघर्ष संगठन एक सामाजिक दल है, जो भारतीय राज्य उत्तर प्रदेश में सक्रिय रूप से कार्यरत है। इस संगठन की स्थापना मानस तिवारी द्वारा की गई थी। संगठन का उद्देश्य युवाओं को सामाजिक न्याय, समानता, विकास और राष्ट्र निर्माण के प्रति जागरूक करना तथा समाज में सकारात्मक बदलाव लाना है।",
    "description2": "यह संगठन समाज के वंचित, शोषित और पिछड़े वर्गों के अधिकारों की रक्षा के लिए संघर्षरत है और युवाओं को राष्ट्रहित में कार्य करने के लिए प्रेरित करता है। युवा रत्न और युवाशक्ति आज के समय में देश और दुनिया में सबसे अधिक सम्मान युवाओं को मिल रहा है।",
    "founder": "युवा जनता संघर्ष समिति के संस्थापक :-",
    "founderName": "मानस तिवारी",
    "headquarters": "(मुख्यालय उत्तर प्रदेश )",
    "readMore": "और पढ़ें...",
    "ideology": "हमारी विचारधारा",
    "leadership": "नेतृत्व"
  },
  "dialog": {
      "title": "युवा जनता संघर्ष संगठन",
      "intro1": "युवा वर्ग का प्रभाव विभिन्न क्षेत्रों में स्पष्ट रूप से देखा जा सकता है। यह वही युवा हैं जो भारत के भूत, वर्तमान और भविष्य को तय करते हैं। राष्ट्र के विकास में युवाओं की भूमिका अत्यंत महत्वपूर्ण होती है, क्योंकि वे नवाचार, साहस और आत्मविश्वास से परिपूर्ण होते हैं।",
      "intro2": "युवाओं में सहनशीलता, साहस और संघर्षशीलता की कोई कमी नहीं होती, वे ऊर्जावान होते हैं और सच्चाई का साथ कभी नहीं छोड़ते। संघर्ष और चुनौतियों से जूझने की इनकी क्षमता उन्हें हर क्षेत्र में आगे बढ़ने के लिए प्रेरित करती है।",
      "objectives": {
        "title": "संगठन के प्रमुख उद्देश्य और कार्य",
        "list": [
          "सामाजिक न्याय एवं समानता – समाज के हर वर्ग को समान अधिकार दिलाने के लिए संघर्ष करना।",
          "शिक्षा और जागरूकता – युवाओं को शिक्षित कर समाज में जागरूकता फैलाना और असमानता दूर करना।",
          "रोजगार एवं स्वरोजगार – बेरोजगारी के खिलाफ आवाज उठाना और युवाओं को स्वरोजगार के प्रति प्रोत्साहित करना।",
          "महिला सशक्तिकरण – महिलाओं की सुरक्षा, शिक्षा और उनके अधिकारों की रक्षा के लिए कार्य करना।",
          "भ्रष्टाचार के खिलाफ संघर्ष – सरकारी और गैर-सरकारी संस्थानों में व्याप्त भ्रष्टाचार के खिलाफ अभियान चलाना।",
          "पर्यावरण संरक्षण – स्वच्छता अभियान, वृक्षारोपण और जल संरक्षण को बढ़ावा देना।",
          "स्वास्थ्य एवं खेल – स्वास्थ्य सेवाओं की उपलब्धता और खेल-कूद को बढ़ावा देना।"
        ]
      },
      "commitment": {
        "title": "हमारी प्रतिबद्धता",
        "text1": "युवा जनता संघर्ष संगठन युवाओं को संगठित कर सामाजिक उत्थान, न्याय और समानता के लिए कार्य करने हेतु प्रेरित करता है। यह संगठन युवाओं की शक्ति को सही दिशा देने और समाज में एक सकारात्मक बदलाव लाने के लिए प्रतिबद्ध है।",
        "text2": "हम मिलकर एक ऐसे भारत का निर्माण करेंगे, जहां हर व्यक्ति को समान अवसर मिले और कोई भी अन्याय का शिकार न हो।"
      },
      "slogan": "संघर्ष ही हमारा संकल्प, युवा शक्ति ही हमारी पहचान!"
    },
    "organization": {
      "vicePresident": "उपाध्यक्ष",
      "statePresident": "राज्य अध्यक्ष",
      "districtPresident": "जिला अध्यक्ष",
      "socialMedia": "सोशल मीडिया",
      "spokesperson": "प्रवक्ता",
      "electionProgram": "चुनाव कार्यक्रम"
    },
    "gallery": {
      "photoGallery": "फोटो गैलरी",
      "videoGallery": "वीडियो गैलरी",
      "newsGallery": "समाचार गैलरी"
    },
    "support": {
      "name": "नाम",
      "phoneNumber": "फोन नंबर",
      "District": "जिला",
      "WYP": "अपनी समस्या लिखें",
      "SLS": "लोकसभा चुनें",
      "SVS": "विधानसभा चुनें",
      "SW": "वार्ड चुनें",
      "WP":"आपकी समस्या लिखें",
      "Heading":"सहायता फ़ार्म",
      "Heading2":"अपनी बात मानस भाई तक पहुँचाएं",
      "Heading3":"सपोर्ट फॉर्म भर के"
    },
    "card":{
      "heading":"सदास्यता कार्ड "
    }
}
