{
  "common": {
    "home": "होम",
    "about": "हमारे बारे में",
    "services": "सेवाएं",
    "contact": "संपर्क करें",
    "president": "अध्यक्ष",
    "organization": "संगठन",
    "gallery": "गैलरी",
    "padavedan":"पी.ए",
    "grivences":"सहायता फ्रॉम"
  },
  "home": {
    "title": "हमारी वेबसाइट पर आपका स्वागत है",
    "description": "हम उत्कृष्ट सेवाएं प्रदान करते हैं"
  },
  "banner": {
    "onlineMembership": "ऑनलाइन सदास्यता",
    "pledgeForm": "संकल्प पत्र",
    "contribute": "सहयोग करें",
    "activeMembers": "सक्रिय सदस्य"
  },
  "about": {
    "aboutOrg": "संगठन के बारे में",
    "orgName": "युवा जनता संघर्ष संगठन",
    "description1": "युवा जनता संघर्ष संगठन एक सामाजिक दल है, जो भारतीय राज्य उत्तर प्रदेश में सक्रिय रूप से कार्यरत है। इस संगठन की स्थापना मानस तिवारी द्वारा की गई थी। संगठन का उद्देश्य युवाओं को सामाजिक न्याय, समानता, विकास और राष्ट्र निर्माण के प्रति जागरूक करना तथा समाज में सकारात्मक बदलाव लाना है।",
    "description2": "यह संगठन समाज के वंचित, शोषित और पिछड़े वर्गों के अधिकारों की रक्षा के लिए संघर्षरत है और युवाओं को राष्ट्रहित में कार्य करने के लिए प्रेरित करता है। युवा रत्न और युवाशक्ति आज के समय में देश और दुनिया में सबसे अधिक सम्मान युवाओं को मिल रहा है।",
    "founder": "युवा जनता संघर्ष समिति के संस्थापक :-",
    "founderName": "मानस तिवारी",
    "headquarters": "(मुख्यालय उत्तर प्रदेश )",
    "readMore": "और पढ़ें...",
    "ideology": "हमारी विचारधारा",
    "leadership": "नेतृत्व"
  },
  "aboutPage": {
    "title": "संगठन के बारे में",
    "organizationName": "युवा जनता संघर्ष संगठन",
    "section1": "युवा जनता संघर्ष राजनैतिक संगठन का मुख्य उद्देश्य सामाजिक और आर्थिक परिवर्तन करना है यह परिवर्तन शिक्षा स्वास्थ्य और रोजगार के क्षेत्र में विशेष व्यवस्थाएं करने से होगा। युवा संगठन शिक्षा के क्षेत्र में परिवर्तन करने के लिए संपूर्ण देश के कोने-कोने में गरीब असहाय बच्चों को निःशुल्क बेहतर डिजिटल शिक्षा प्रदान कराने के लिए पाठशालायें, प्राईमरी व जूनियर स्कूल, इंटर कॉलेज, डिग्री कॉलेज इंजीनियरिंग कॉलेज, मेडिकल कॉलेज, लॉ कॉलेज, विश्वविद्यालय और स्वास्थ्य के क्षेत्र में परिवर्तन करने के लिए प्रत्येक गरीब असहाय व्यक्ति को निशुल्क बेहतर इलाज उपलब्ध कराने के लिए हॉस्पीटल व मेंडिकेयर बनबाने कार्य करना। देश में बढ़ती हुई बेरोजगारी को देखते हुए देश के युवाओं को रोजगार उपलब्ध कराने के लिए की के लिए भी मजबूती से कार्य कर रहा है गरीब अनाथ एवं विधवा के जीवन यापन की व्यवस्था संगठन द्वारा उपलब्ध कराना। गरीब कन्याओं के विवाह को संपन्न कराना और उचित अनुदान उपलब्ध कराना, महिला शोषण को रोकने के लिए विशेष महिला सशक्तिकरण टीम को बनाना संगठन की प्राथमिकता है।",
    "section2": "देश में बढ़ती हुई बेरोजगारी को देखते हुए देश के युवाओं को रोजगार उपलब्ध कराने के लिए भी मजबूती से कार्य कर रहा है। गरीब अनाथ एवं विधवा के जीवन यापन की व्यवस्था संगठन द्वारा उपलब्ध कराना। गरीब कन्याओं के विवाह को संपन्न कराना और उचित अनुदान उपलब्ध कराना, महिला शोषण को रोकने के लिए विशेष महिला सशक्तिकरण टीम को बनाना संगठन की प्राथमिकता है।",
    "section3": "सम्पूर्ण गरीब जाति के उत्थान के लिये एक मात्र उपाय है कि एक मजबूत संगठन और उसके उचित नेतृत्व केे साथ निःस्वार्थ भाव से तन से, मन से, धन से, बुद्विसे और विवेक से जो भी सम्भव हो अपना सहयोग व समर्थन प्रदान करें।",
    "section4": "शिक्षा, संगठन और संघर्ष ही गरीबी और शोषण से बचने का मात्र एक ही रास्ता है। हमारा समाज जिस दिन इन तीनों तत्वों को अपना लेगा हमारा कल्याण सुनिश्चित हो जायेगा।"
  },
  "dialog": {
    "title": "युवा जनता संघर्ष संगठन",
    "intro1": "युवा वर्ग का प्रभाव विभिन्न क्षेत्रों में स्पष्ट रूप से देखा जा सकता है। यह वही युवा हैं जो भारत के भूत, वर्तमान और भविष्य को तय करते हैं। राष्ट्र के विकास में युवाओं की भूमिका अत्यंत महत्वपूर्ण होती है, क्योंकि वे नवाचार, साहस और आत्मविश्वास से परिपूर्ण होते हैं।",
    "intro2": "युवाओं में सहनशीलता, साहस और संघर्षशीलता की कोई कमी नहीं होती, वे ऊर्जावान होते हैं और सच्चाई का साथ कभी नहीं छोड़ते। संघर्ष और चुनौतियों से जूझने की इनकी क्षमता उन्हें हर क्षेत्र में आगे बढ़ने के लिए प्रेरित करती है।",
    "objectives": {
      "title": "संगठन के प्रमुख उद्देश्य और कार्य",
      "list": [
        "सामाजिक न्याय एवं समानता – समाज के हर वर्ग को समान अधिकार दिलाने के लिए संघर्ष करना।",
        "शिक्षा और जागरूकता – युवाओं को शिक्षित कर समाज में जागरूकता फैलाना और असमानता दूर करना।",
        "रोजगार एवं स्वरोजगार – बेरोजगारी के खिलाफ आवाज उठाना और युवाओं को स्वरोजगार के प्रति प्रोत्साहित करना।",
        "महिला सशक्तिकरण – महिलाओं की सुरक्षा, शिक्षा और उनके अधिकारों की रक्षा के लिए कार्य करना।",
        "भ्रष्टाचार के खिलाफ संघर्ष – सरकारी और गैर-सरकारी संस्थानों में व्याप्त भ्रष्टाचार के खिलाफ अभियान चलाना।",
        "पर्यावरण संरक्षण – स्वच्छता अभियान, वृक्षारोपण और जल संरक्षण को बढ़ावा देना।",
        "स्वास्थ्य एवं खेल – स्वास्थ्य सेवाओं की उपलब्धता और खेल-कूद को बढ़ावा देना।"
      ]
    },
    "commitment": {
      "title": "हमारी प्रतिबद्धता",
      "text1": "युवा जनता संघर्ष संगठन युवाओं को संगठित कर सामाजिक उत्थान, न्याय और समानता के लिए कार्य करने हेतु प्रेरित करता है। यह संगठन युवाओं की शक्ति को सही दिशा देने और समाज में एक सकारात्मक बदलाव लाने के लिए प्रतिबद्ध है।",
      "text2": "हम मिलकर एक ऐसे भारत का निर्माण करेंगे, जहां हर व्यक्ति को समान अवसर मिले और कोई भी अन्याय का शिकार न हो।"
    },
    "slogan": "संघर्ष ही हमारा संकल्प, युवा शक्ति ही हमारी पहचान!"
  },
  "organization": {
    "nationalexecutive": "कार्यकारणी",
    "stateexecutive": "प्रदेश कार्यकारणी",
    "divisionalcommittee":"मंडल कमेटी",
    "districtcommittee": "जिला कमेटी",
    "assemblycommittee":"विधानसभा कमेटी",
    "wardcommittee":"वॉर्ड कमेटी",
    "boothcommittee":"बूथ कमेटी",
    "socialMedia": "सोशल मीडिया",
    "spokesperson": "प्रवक्ता"
  },
  "gallery": {
    "photoGallery": "फोटो गैलरी",
    "videoGallery": "वीडियो गैलरी",
    "newsGallery": "समाचार गैलरी",
    "pressRelease":"प्रेस विज्ञप्ति"
  },
  "support": {
    "name": "नाम",
    "phoneNumber": "फोन नंबर",
    "email":"ईमेल",
    "District": "जिला",
    "WYP": "अपनी समस्या लिखें",
    "SLS": "लोकसभा चुनें",
    "SVS": "विधानसभा चुनें",
    "SW": "वार्ड चुनें",
    "WP": "आपकी समस्या लिखें",
    "Heading": "सहायता फ़ार्म",
    "Heading2": "अपनी बात मानस भाई तक पहुँचाएं",
    "Heading3": "सपोर्ट फॉर्म भर के"
  },
  "card": {
    "heading": "सदास्यता कार्ड "
  },
  "footer": {
    "organizationName": "युवा जनता संघर्ष संगठन",
    "address": "उत्तर प्रदेश लखनऊ, कानपुर",
    "phone": "+91-7376366014",
    "email": "yuvajantasangharssamiti@gmail.com",
    "quickLinks": "त्वरित सम्पर्क",
    "membership": "सदस्यता ग्रहण करें",
    "adminLogin": "एडमिन लागइन",
    "popularLinks": "लोकप्रिय सम्पर्क",
    "followUs": "फालो करे",
    "copyright": "© युवा जनता संघर्ष संगठन, सर्वाधिकार सुरक्षित।"
  },
  "ideology": {
    "heading": "हमारी विचारधार",
    "heading2": "युवा जनता संघर्ष संगठन",
    "para": "युवाओ की नई राजनीति जन्म ले रही है। आए अपराध घोटाले भ्रष्टाचार को देखते हैं। युवाशक्ति आज राजनैतिक अदूरदर्शिता और सामाजिक व राष्ट्रीय प्रतिबद्धता में कमी के चलते भारत की जो छवि बन रही है, उससे हर देशवासी का मन विचलित होता जा रहा है। अपराध घोटाले भ्रष्टाचार को देखते हुए युवा वर्ग सोचने को मजबूर होता जा रहा है, क्या यही वही परम वैभवशाली भारत है जिसकी श्रेष्ठता के कई किस्से युवावर्ग सुनता आया है? राजनैतिक दूरदर्शिता के अभाव को देखते हुए युवाओं को नेतृत्व करना होगा और विचार करना होगा कि अक्साई चीन, सिक्किम, अरुणाचल और तवांग हमारा है। भारत के भूभाग का कोई खंड अब स्वीकार्य नहीं होगा। युवाओं को ही आगे आना होगा।"
  },
  "leadership": {
    "heading": "हमारा नेतृत्व"
  },
  "president": {
    "ideologyHeading": "हमारी विचारधार",
    "imageAlt": "अध्यक्ष",
    "name": "मानस तिवारी",
    "title": "संगठन अध्यक्ष",
    "messageHeading": "अध्यक्ष का संदेश",
    "message": "युवा जनता संघर्ष एक सामाजिक संगठन है, जो उत्तर प्रदेश में सक्रिय रूप से कार्यरत है। इस संगठन के संस्थापक मानस तिवारी हैं। हमारा उद्देश्य युवाओं को संगठित कर उन्हें सामाजिक, आर्थिक और राजनीतिक रूप से सशक्त बनाना है, ताकि वे देश की उन्नति में महत्वपूर्ण भूमिका निभा सकें।",
    "subheading1": "युवाशक्ति: बदलाव की अग्रदूत",
    "paragraph1": "आज के दौर में भारत की सबसे बड़ी ताकत उसकी युवा शक्ति है। यही वह पीढ़ी है जो देश के भूत, वर्तमान और भविष्य की नींव रखती है। भारतीय युवा सत्य, संघर्ष और समर्पण का उदाहरण प्रस्तुत करते हैं। उनका हौसला हर कठिनाई से लड़ने की क्षमता रखता है।",
    "subheading2": "युवा: देश की रीढ़",
    "paragraph2": "किसी भी देश की प्रगति का पैमाना वहाँ की युवा जनसंख्या होती है। भारत को यह सौभाग्य प्राप्त है कि हमारे देश में दुनिया की सबसे बड़ी और ऊर्जावान युवा शक्ति मौजूद है। इतिहास साक्षी है कि जब भी देश पर कोई संकट आया है, युवाओं ने अपनी एकजुटता से उसे दूर किया है।",
    "subheading3": "युवाओं की शक्ति और समाज में उनकी भूमिका",
    "paragraph3": "जब अन्याय और अत्याचार के खिलाफ आवाज उठाने की बात आती है, तो हमारे युवा कभी पीछे नहीं हटते। निर्भया कांड के विरोध में युवाओं ने न्याय की मांग की, यह इस बात का प्रमाण है कि वे अन्याय को सहन नहीं करते।",
    "subheading4": "हमारा संकल्प",
    "paragraph4": "युवा जनता संघर्ष समिति का यह संकल्प है कि हम हर उस संघर्ष में युवाओं के साथ खड़े रहेंगे, जो समाज में सकारात्मक बदलाव लाने के लिए आवश्यक है।",
    "slogan1": "\"युवा बढ़े, देश बढ़े!\"",
    "slogan2": "जय हिंद! जय भारत!"
  },
  "gallery": {
  "heading": "फ़ोटो गैलरी",
  "photoGallery": "फ़ोटो गैलरी",
  "videoGallery": "वीडियो गैलरी",
  "newsGallery": "समाचार गैलरी"
},
  "contact":{
    "heading":"संपर्क करें",
    "name": "नाम",
    "email": "ईमेल",
    "phone": "फोन नंबर",
    "subject": "विषय",
    "message": "संदेश",
    "submit": "संदेश भेजें"
  },
  "supportForm":{
    "submit":"जमा करें",
    "submitting":"जमा कर रहे हैं..."
  },
  "social":{
    "Heading1":"हमारे सोशल मीडिया पर फॉलो करें",
    "Heading2":"हमारी समुदाय में शामिल हों"
  }
}
