const districts = {
    "अमरोहा": {
        "loksabha": [
            "अमरोहा"
        ],
        "vidansabha": {
            "अमरोहा": [
                "धनौरा अ॰जा॰",
                "नौगावां सादात",
                "अमरोहा",
                "हसनपुर",
                "गढ़ मुक्तेश्वर"
            ]
        },
        "ward": {
            "अमरोहा": [
                "37-लालमस्जिद"
            ],
            "गढ़ मुक्तेश्वर": [
                "25-कटकुई"
            ],
            "धनौरा अ॰जा॰": [
                "32-लकड़ा"
            ],
            "नौगावां सादात": [
                "9-दानिशमदान"
            ],
            "हसनपुर": [
                "26-मुल्लाना"
            ]
        }
    },
    "अमेठी": {
        "loksabha": [
            "अमेठी"
        ],
        "vidansabha": {
            "अमेठी": [
                "तिलोई",
                "सलोन (अ॰जा॰)",
                "जगदीषपुर (अ॰जा॰)",
                "गौरीगंज",
                "अमेठी"
            ]
        },
        "ward": {
            "अमेठी": [
                "11-शेखाना उत्तरी"
            ],
            "गौरीगंज": [
                "19-गोरियाना पश्चिमी"
            ],
            "जगदीषपुर (अ॰जा॰)": [
                "7-मौलवी खुर्द"
            ],
            "तिलोई": [
                "10-काजियाना कला पश्चिमी"
            ],
            "सलोन (अ॰जा॰)": [
                "9-मसूदगाड़ा"
            ]
        }
    },
    "अलीगढ़": {
        "loksabha": [
            "अलीगढ़"
        ],
        "vidansabha": {
            "अलीगढ़": [
                "खैर अ॰जा॰",
                "बरौली",
                "अतरौली",
                "कोल",
                "अलीगढ़"
            ]
        },
        "ward": {
            "अतरौली": [
                "51-मावूद नगर"
            ],
            "अलीगढ़": [
                "84-भुजपुरा"
            ],
            "कोल": [
                "68-उस्मान पाडा"
            ],
            "खैर अ॰जा॰": [
                "83-रोरावर"
            ],
            "बरौली": [
                "44-मकदूमनगर"
            ]
        }
    },
    "अम्बेडकर नगर": {
        "loksabha": [
            "अम्बेडकरनगर"
        ],
        "vidansabha": {
            "अम्बेडकरनगर": [
                "गोशाईगंज",
                "कटेहरी",
                "टान्डा",
                "जलालपुर",
                "अकबरपुर"
            ]
        },
        "ward": {
            "अकबरपुर": [
                "9-छज्जापुर दक्षिणी"
            ],
            "कटेहरी": [
                "17-जाफराबाद पश्चिमी"
            ],
            "गोशाईगंज": [
                "14-उसमापुर पश्चिमी"
            ],
            "जलालपुर": [
                "15-शहजादपुर"
            ],
            "टान्डा": [
                "18-उसमापुर मध्य"
            ]
        }
    },
    "आगरा": {
        "loksabha": [
            "आगरा (अ॰जा॰)",
            "फतेहपुर सीकरी"
        ],
        "vidansabha": {
            "आगरा (अ॰जा॰)": [
                "एतमादपुर",
                "आगरा छावनी (अ॰जा॰)",
                "आगरा दक्षिण",
                "आगरा उत्तर",
                "जलेसर (अ॰जा॰)"
            ],
            "फतेहपुर सीकरी": [
                "आगरा ग्रामीण (अ॰जा॰)",
                "फतेहपुर सीकरी",
                "खेरागढ़",
                "फतेहाबाद",
                "बाह"
            ]
        },
        "ward": {
            "आगरा उत्तर": [
                "7-जगदीशपुरा पूर्वी"
            ],
            "आगरा छावनी (अ॰जा॰)": [
                "68-नूरी दरवाजा"
            ],
            "आगरा दक्षिण": [
                "69-आवास विकास दक्षिणी"
            ],
            "एतमादपुर": [
                "97-गोबर चौकी"
            ],
            "जलेसर (अ॰जा॰)": [
                "19-बुन्दू कटरा"
            ],
            "आगरा ग्रामीण (अ॰जा॰)": [
                "8-खतौना"
            ],
            "खेरागढ़": [
                "72-नगला पदी"
            ],
            "फतेहपुर सीकरी": [
                "33-खंदारी"
            ],
            "फतेहाबाद": [
                "21-बारह खम्भा"
            ],
            "बाह": [
                "16-रतनपुरा"
            ]
        }
    },
    "अयोध्या": {
        "loksabha": [
            "फैजाबाद"
        ],
        "vidansabha": {
            "फैजाबाद": [
                "दरियाबाद",
                "रूदौली",
                "मिल्कीपुर (अ॰जा॰)",
                "बीकापुर",
                "अयोध्या"
            ]
        },
        "ward": {
            "अयोध्या": [
                "14-कर्पुरी ठाकुर"
            ],
            "दरियाबाद": [
                "18-वशिष्‍ठ कुण्‍ड"
            ],
            "बीकापुर": [
                "54-अग्रसेन नगर"
            ],
            "मिल्कीपुर (अ॰जा॰)": [
                "43-शहीद अब्‍दुल हमीद"
            ],
            "रूदौली": [
                "35-अम्‍बेडकर नगर"
            ]
        }
    },
    "इटावा": {
        "loksabha": [
            "इटावा (अ॰जा॰)"
        ],
        "vidansabha": {
            "इटावा (अ॰जा॰)": [
                "इटावा",
                "भरथना (अ॰जा॰)",
                "दिबियापुर",
                "औरैया (अ॰जा॰)",
                "सिकन्दरा"
            ]
        },
        "ward": {
            "इटावा": [
                "25-रेलमण्डी पूर्वी"
            ],
            "औरैया (अ॰जा॰)": [
                "9-कटरा खूब चन्द्र"
            ],
            "दिबियापुर": [
                "7-लुधपुरा पश्चिमी"
            ],
            "भरथना (अ॰जा॰)": [
                "3-गुलाब बाड़ी दक्षिणी"
            ],
            "सिकन्दरा": [
                "12-अहीरटोला दक्षिणी"
            ]
        }
    },
    "एटा": {
        "loksabha": [
            "एटा"
        ],
        "vidansabha": {
            "एटा": [
                "कासगंज",
                "अमाँपुर",
                "पटियाली",
                "एटा",
                "मारहरा"
            ]
        },
        "ward": {
            "अमाँपुर": [
                "3-सुदर्शनदास पश्चिम"
            ],
            "एटा": [
                "5-बालकिशन पश्चिम"
            ],
            "कासगंज": [
                "2-छेदालाल गौड"
            ],
            "पटियाली": [
                "4-सुदर्शनदास छेदालाल गौड"
            ],
            "मारहरा": [
                "6-राधा कृष्ण उत्तर"
            ]
        }
    },
    "कन्नौज": {
        "loksabha": [
            "कन्नौज"
        ],
        "vidansabha": {
            "कन्नौज": [
                "छिबरामऊ",
                "तिर्वा",
                "कन्नौज (अ॰जा॰)",
                0
            ]
        },
        "ward": {
            "कन्नौज (अ॰जा॰)": [
                "19-रानी अहिल्याबाई"
            ],
            "छिबरामऊ": [
                "13-अकबर"
            ],
            "तिर्वा": [
                "12-चन्द्र शेखर आजाद"
            ]
        }
    },
    "गाजियाबाद": {
        "loksabha": [
            "गाजियाबाद"
        ],
        "vidansabha": {
            "गाजियाबाद": [
                "लोनी",
                "मुरादनगर",
                "साहिबाबाद",
                "गाजियाबाद",
                "धोलाना"
            ]
        },
        "ward": {
            "गाजियाबाद": [
                "93-कैला भटटा"
            ],
            "धोलाना": [
                "45-करहैडा"
            ],
            "मुरादनगर": [
                "95-प्रेमनगर कैला"
            ],
            "लोनी": [
                "2-राहुल विहार , सिद्धार्थ विहार"
            ],
            "साहिबाबाद": [
                "3-पुराना विजयनगर"
            ]
        }
    },
    "गौतमबुद्ध नगर": {
        "loksabha": [
            "गौतम बुद्ध नगर"
        ],
        "vidansabha": {
            "गौतम बुद्ध नगर": [
                "नौएडा",
                "दादरी",
                "जेवर",
                "सिकन्दराबाद",
                "खुर्जा (अ॰जा॰)"
            ]
        },
        "ward": {
            "खुर्जा (अ॰जा॰)": [
                "2-सिरजेखानी प्रथम"
            ],
            "जेवर": [
                "11-माता वाली गली"
            ],
            "दादरी": [
                "1-पीरवाला"
            ],
            "नौएडा": [
                "10-लम्बा गलियारा"
            ],
            "सिकन्दराबाद": [
                "1-मौहम्मद खानी प्रथम"
            ]
        }
    },
    "पीलीभीत": {
        "loksabha": [
            "पीलीभीत"
        ],
        "vidansabha": {
            "पीलीभीत": [
                "बहेड़ी",
                "पीलीभीत",
                "बड़खेड़ा",
                "पूरनपुर (अ॰जा॰)",
                "बिसालपुर"
            ]
        },
        "ward": {
            "पीलीभीत": [
                "9-करबला नगर"
            ],
            "पूरनपुर (अ॰जा॰)": [
                "9-पठान"
            ],
            "बड़खेड़ा": [
                "10-आर्दश नगर दूबेजी एवं सत्संग भवन पुराना महल"
            ],
            "बहेड़ी": [
                "1-सादात"
            ],
            "बिसालपुर": [
                "2-नई बस्ती"
            ]
        }
    },
    "आज़मगढ़": {
        "loksabha": [
            "आज़मगढ़",
            "लालगंज (अ॰जा॰)"
        ],
        "vidansabha": {
            "आज़मगढ़": [
                "गोपालपुर",
                "सगड़ी",
                "मुबारकपुर",
                "आज़मगढ़",
                "मेहनगर (अ॰जा॰)"
            ],
            "लालगंज (अ॰जा॰)": [
                "अतरौलिया",
                "निज़ामाबाद",
                "फूलपुर पवई",
                "दीदारगंज",
                "लालगंज (अ॰जा॰)"
            ]
        },
        "ward": {
            "आज़मगढ़": [
                "6-अमीलो पूर्वी"
            ],
            "गोपालपुर": [
                "20-रैदोपुर"
            ],
            "मुबारकपुर": [
                "12-मधनापार"
            ],
            "मेहनगर (अ॰जा॰)": [
                "11-मुकेरीगंज"
            ],
            "सगड़ी": [
                "22-मुहम्मदपुर"
            ],
            "अतरौलिया": [
                "9-बदरका"
            ],
            "दीदारगंज": [
                "4-तेन्दुआ"
            ],
            "निज़ामाबाद": [
                "1-ककरही दुलार"
            ],
            "फूलपुर पवई": [
                "2-पड़री परानपुर"
            ],
            "लालगंज (अ॰जा॰)": [
                "5-अकबरपुर"
            ]
        }
    },
    "फ़र्रुखाबाद": {
        "loksabha": [
            "फर्रूखाबाद"
        ],
        "vidansabha": {
            "फर्रूखाबाद": [
                "कायमगंज (अ॰जा॰)",
                "अमृतपुर",
                "फर्रूखाबाद",
                "भोजपुर"
            ]
        },
        "ward": {
            "अमृतपुर": [
                "10-आजाद नगर"
            ],
            "कायमगंज (अ॰जा॰)": [
                "4-इन्द्रा नगर"
            ],
            "फर्रूखाबाद": [
                "19-भगत सिंह नगर"
            ],
            "भोजपुर": [
                "1-अम्बेडकर नगर"
            ]
        }
    },
    "फिरोजाबाद": {
        "loksabha": [
            "फिरोज़ाबाद"
        ],
        "vidansabha": {
            "फिरोज़ाबाद": [
                "टुन्डला (अ॰जा॰)",
                "जसराना",
                "फिरोजाबाद",
                "शिकोहाबाद",
                "सिरसागंज"
            ]
        },
        "ward": {
            "जसराना": [
                "48-लेवर कालौनी"
            ],
            "टुन्डला (अ॰जा॰)": [
                "44-सुहाग नगर"
            ],
            "फिरोजाबाद": [
                "7-करबला"
            ],
            "शिकोहाबाद": [
                "5-सरजीवन नगर"
            ],
            "सिरसागंज": [
                "66-तीस फुटा"
            ]
        }
    },
    "उन्नाव": {
        "loksabha": [
            "उन्नाव"
        ],
        "vidansabha": {
            "उन्नाव": [
                "बांगरमऊ",
                "सफीपुर (अ॰जा॰)",
                "मोहान (अ॰जा॰)",
                "उन्नाव",
                "भगवन्तनगर",
                "पुरवा"
            ]
        },
        "ward": {
            "उन्नाव": [
                "31-तकी नगर"
            ],
            "पुरवा": [
                "28-ब्रम्हनगर पूर्वी"
            ],
            "बांगरमऊ": [
                "2-आदर्श नगर"
            ],
            "भगवन्तनगर": [
                "10-रविदासनगर"
            ],
            "मोहान (अ॰जा॰)": [
                "4-राजेपुर उर्फ वाजिदपुर"
            ],
            "सफीपुर (अ॰जा॰)": [
                "23-पश्चिमी गंगाघाट"
            ]
        }
    },
    "बदायूं": {
        "loksabha": [
            "बदायूं"
        ],
        "vidansabha": {
            "बदायूं": [
                "गुन्नौर",
                "बिसौली (अ॰जा॰)",
                "सहसवान",
                "बिल्सी",
                "बदायूं"
            ]
        },
        "ward": {
            "गुन्नौर": [
                "7-मौ0 जमुनिया"
            ],
            "बदायूं": [
                "1-जाटवान"
            ],
            "बिल्सी": [
                "6-पठान"
            ],
            "बिसौली (अ॰जा॰)": [
                "10-अन्सारियान"
            ],
            "सहसवान": [
                "15-चांदनी चौक"
            ]
        }
    },
    "औरैया": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    },
    "बुलंद शहर": {
        "loksabha": [
            "बुलंदशहर (अ०जा०)"
        ],
        "vidansabha": {
            "बुलंदशहर (अ०जा०)": [
                "बुलन्दशहर",
                "स्याना",
                "अनूपशहर",
                "डिबाई",
                "शिकारपुर"
            ]
        },
        "ward": {
            "अनूपशहर": [
                "1-अशोक नगर"
            ],
            "डिबाई": [
                "9-खिडकी स्याना"
            ],
            "बुलन्दशहर": [
                "7-सुभाषनगर"
            ],
            "शिकारपुर": [
                "8-हिमायत नगर सडक स्याना"
            ],
            "स्याना": [
                "10-समुन्द्र नगर"
            ]
        }
    },
    "बागपत": {
        "loksabha": [
            "बागपत"
        ],
        "vidansabha": {
            "बागपत": [
                "सिवाल खास",
                "छपरौली",
                "बड़ौत",
                "बागपत",
                "मोदीनगर"
            ]
        },
        "ward": {
            "छपरौली": [
                "3-खोखरोवाला"
            ],
            "बड़ौत": [
                "10-अब्दुल हमीद नगर"
            ],
            "बागपत": [
                "11-ठाकुर नगर"
            ],
            "मोदीनगर": [
                "12-सेवा नगर",
                "2-रामनगर"
            ],
            "सिवाल खास": [
                "10-दाबडा उत्तर"
            ]
        }
    },
    "कुशी नगर": {
        "loksabha": [
            "कुशीनगर"
        ],
        "vidansabha": {
            "कुशीनगर": [
                "खड्डा",
                "पडरौना",
                "कुशीनगर",
                "हाटा",
                "रामकोला (अ॰जा॰)"
            ]
        },
        "ward": {
            "कुशीनगर": [
                "22-ढाढा खुर्द"
            ],
            "खड्डा": [
                "7-सिद्धार्थनगर"
            ],
            "पडरौना": [
                "8-पंडित राज मंगल पाण्डेय नगर"
            ],
            "रामकोला (अ॰जा॰)": [
                "1-बाघनाथ"
            ],
            "हाटा": [
                "15-सहबाजपुर"
            ]
        }
    },
    "कानपुर देहात": {
        "loksabha": [
            "कन्नौज"
        ],
        "vidansabha": {
            "कन्नौज": [
                "बिधूना",
                "रसूलाबाद (अ॰जा॰)"
            ]
        },
        "ward": {
            "बिधूना": [
                "2-लोहियानगर"
            ],
            "रसूलाबाद (अ॰जा॰)": [
                "4-अब्दुल कलाम नगर"
            ]
        }
    },
    "बिजनौर": {
        "loksabha": [
            "नगीना (अ॰जा॰)",
            "बिजनौर"
        ],
        "vidansabha": {
            "नगीना (अ॰जा॰)": [
                "नजीबाबाद",
                "नगीना (अ॰जा॰)",
                "धामपुर",
                "नहटौर (अ॰जा॰)",
                "नूरपुर"
            ],
            "बिजनौर": [
                "पुरकाज़ी (अ॰जा॰)",
                "मीरापुर",
                "बिजनौर",
                "चांदपुर",
                "हस्तिनापुर (अ॰जा॰)"
            ]
        },
        "ward": {
            "धामपुर": [
                "10-सादात प्रथम"
            ],
            "नगीना (अ॰जा॰)": [
                "11-महाजनान"
            ],
            "नजीबाबाद": [
                "5-कानूनगोयान"
            ],
            "नहटौर (अ॰जा॰)": [
                "6-मिर्देगान द्वितीय"
            ],
            "नूरपुर": [
                "1-मिर्देगान प्रथम"
            ],
            "चांदपुर": [
                "12-राईयान"
            ],
            "पुरकाज़ी (अ॰जा॰)": [
                "14-पीरजादगान द्वितीय"
            ],
            "बिजनौर": [
                "6-पासवान"
            ],
            "मीरापुर": [
                "2-मन्दिरवाला"
            ],
            "हस्तिनापुर (अ॰जा॰)": [
                "4-प्रेमनगर"
            ]
        }
    },
    "कानपुर नगर": {
        "loksabha": [
            "अकबरपुर",
            "कानपुर",
            "मिश्रिख (अ॰जा॰)"
        ],
        "vidansabha": {
            "अकबरपुर": [
                "अकबरपुर-रनिया",
                "बिठूर",
                "कल्याणपुर",
                "महाराजपुर",
                "घाटमपुर (अ॰जा॰)"
            ],
            "कानपुर": [
                "गोविन्दनगर",
                "सीसामऊ",
                "आर्य नगर",
                "किदवई नगर",
                "कानपुर कैन्टोनमैंट"
            ],
            "मिश्रिख (अ॰जा॰)": [
                "बिल्हौर (अ॰जा॰)"
            ]
        },
        "ward": {
            "अकबरपुर-रनिया": [
                "4-ग्वालटोली"
            ],
            "कल्याणपुर": [
                "99-चन्दारी"
            ],
            "घाटमपुर (अ॰जा॰)": [
                "102-बेगम पुरवा"
            ],
            "बिठूर": [
                "43-नबाबगंज"
            ],
            "महाराजपुर": [
                "45-विश्वबैंक बर्रा"
            ],
            "आर्य नगर": [
                "91-हरिहरनाथ शास्त्री नगर"
            ],
            "कानपुर कैन्टोनमैंट": [
                "80-बाबूपुरवा कालोनी"
            ],
            "किदवई नगर": [
                "11-सफीपुर"
            ],
            "गोविन्दनगर": [
                "19-कल्यानपुर दक्षिणी"
            ],
            "सीसामऊ": [
                "108-तलाक मोहाल"
            ],
            "बिल्हौर (अ॰जा॰)": [
                "105-बाबूपुरवा"
            ]
        }
    },
    "कासगंज": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    },
    "मुज़फ्फरनगर": {
        "loksabha": [
            "मुजफ्फरनगर"
        ],
        "vidansabha": {
            "मुजफ्फरनगर": [
                "बुढ़ाना",
                "चरथावल",
                "मुजफ्फरनगर",
                "खतौली",
                "सरधना"
            ]
        },
        "ward": {
            "खतौली": [
                "9-बाजार पूर्वी नूरबाफान"
            ],
            "चरथावल": [
                "11-बाजार पश्चिमी मंगलापुरी मण्डी कस्सावान पश्चिमी"
            ],
            "बुढ़ाना": [
                "4-कस्साबान उत्तरी"
            ],
            "मुजफ्फरनगर": [
                "10-ठठेरान"
            ],
            "सरधना": [
                "2-गोकलपुर मंगलापुरी मण्डी पश्चिमी"
            ]
        }
    },
    "कौशाम्बी": {
        "loksabha": [
            "कौशाम्बी (अ॰जा॰)"
        ],
        "vidansabha": {
            "कौशाम्बी (अ॰जा॰)": [
                "बाबागंज (अ॰जा॰)",
                "कुन्डा",
                "सिराथू",
                "मन्झनपुर (अ॰जा॰)",
                "चायल"
            ]
        },
        "ward": {
            "कुन्डा": [
                "5-बौद्ध नगर"
            ],
            "चायल": [
                "6-गाजी का पुरा"
            ],
            "बाबागंज (अ॰जा॰)": [
                "11-कानूनगो का पूरा"
            ],
            "मन्झनपुर (अ॰जा॰)": [
                "10-सराय"
            ],
            "सिराथू": [
                "9-सिवालापर"
            ]
        }
    },
    "बरेली": {
        "loksabha": [
            "आँवला",
            "बरेली"
        ],
        "vidansabha": {
            "आँवला": [
                "षेखूपुर",
                "दातागंज",
                "फरीदपुर (अ॰जा॰)",
                "बिथरीचैनपुर",
                "आँवला"
            ],
            "बरेली": [
                "मीरगंज",
                "भोजीपुरा",
                "नवाबगंज",
                "बरेली",
                "बरेली छावनी"
            ]
        },
        "ward": {
            "आँवला": [
                "15-हजियापुर"
            ],
            "दातागंज": [
                "76-इग्लिंश गंज"
            ],
            "फरीदपुर (अ॰जा॰)": [
                "20-आजमनगर"
            ],
            "बिथरीचैनपुर": [
                "31-कटघर"
            ],
            "षेखूपुर": [
                "74-घेर शेख मिठ्ठू"
            ],
            "नवाबगंज": [
                "73-विधौलिया"
            ],
            "बरेली": [
                "45-महेशपुर अटरिथा"
            ],
            "बरेली छावनी": [
                "52-बानखाना"
            ],
            "भोजीपुरा": [
                "39-कांकर टोला"
            ],
            "मीरगंज": [
                "69-शाहबाद"
            ]
        }
    },
    "गाजीपुर": {
        "loksabha": [
            "गाजीपुर"
        ],
        "vidansabha": {
            "गाजीपुर": [
                "जखनियां",
                "सैदपुर (अ॰जा॰)",
                "गाजीपुर",
                "जंगीपुर (अ॰जा॰)",
                "जमानिया"
            ]
        },
        "ward": {
            "गाजीपुर": [
                "1-अम्बेडकर नगर"
            ],
            "जंगीपुर (अ॰जा॰)": [
                "9-हेडगोबार नगर"
            ],
            "जखनियां": [
                "5-शास्त्री नगर"
            ],
            "जमानिया": [
                "9-आजाद नगर"
            ],
            "सैदपुर (अ॰जा॰)": [
                "4-किदवई नगर"
            ]
        }
    },
    "मैनपुरी": {
        "loksabha": [
            "मैनपुरी"
        ],
        "vidansabha": {
            "मैनपुरी": [
                "मैनपुरी ",
                "भोगांव",
                "किषनी (अ०जा०) ",
                "करहल ",
                "जसवन्तनगर"
            ]
        },
        "ward": {
            "करहल ": [
                "12-वक्कालान"
            ],
            "किषनी (अ०जा०) ": [
                "6-महेशानन्द नगर"
            ],
            "जसवन्तनगर": [
                "7-फर्दखाना उत्तरी"
            ],
            "भोगांव": [
                "5-सुजरई पूर्वी"
            ],
            "मैनपुरी ": [
                "15-सराय"
            ]
        }
    },
    "मथुरा": {
        "loksabha": [
            "मथुरा"
        ],
        "vidansabha": {
            "मथुरा": [
                "छाता",
                "मांट",
                "गोवर्धन",
                "मथुरा",
                "बलदेव (अ॰जा॰)"
            ]
        },
        "ward": {
            "गोवर्धन": [
                "56-मण्डी रामदास"
            ],
            "छाता": [
                "44-राधिका बिहार"
            ],
            "बलदेव (अ॰जा॰)": [
                "14-लक्ष्मीनगर यमुनापार"
            ],
            "मथुरा": [
                "16-बाकलपुर"
            ],
            "मांट": [
                "70-बिहारी पुरा"
            ]
        }
    },
    "गोंडा": {
        "loksabha": [
            "कैसरगंज",
            "गोन्डा"
        ],
        "vidansabha": {
            "कैसरगंज": [
                "पयागपुर",
                "कैसरगंज",
                "कटरा बाज़ार",
                "कर्नलगंज",
                "तरबगंज"
            ],
            "गोन्डा": [
                "उतरौला",
                "मेहनौन",
                "गोन्डा",
                "मनकापुर (अ॰जा॰)",
                "गौरा"
            ]
        },
        "ward": {
            "कटरा बाज़ार": [
                "6-मुरावन टोला पश्चिमी"
            ],
            "कर्नलगंज": [
                "8-बीरपुर डीहा"
            ],
            "कैसरगंज": [
                "13-रस्तोगी टोला द्वितीय"
            ],
            "तरबगंज": [
                "5-चिकवा बघिया"
            ],
            "पयागपुर": [
                "7-शंकर पुरवा"
            ],
            "उतरौला": [
                "3-चरेरा"
            ],
            "गोन्डा": [
                "4-बंगा सिंह बाबा"
            ],
            "गौरा": [
                "14-श्रीराम जानकी नगर"
            ],
            "मनकापुर (अ॰जा॰)": [
                "4-मुजेहना नगर"
            ],
            "मेहनौन": [
                "2-पाठक पुरवा"
            ]
        }
    },
    "रामपुर": {
        "loksabha": [
            "रामपुर"
        ],
        "vidansabha": {
            "रामपुर": [
                "सुआर",
                "चमरौआ",
                "बिलासपुर",
                "रामपुर",
                "मिलक (अ॰जा॰)"
            ]
        },
        "ward": {
            "चमरौआ": [
                "12-सादात पश्चिम अमीर अली"
            ],
            "बिलासपुर": [
                "11-मौहल्ला पंचायत घर"
            ],
            "मिलक (अ॰जा॰)": [
                "7-नालापार"
            ],
            "रामपुर": [
                "9-मौहल्ला जयाप्रदा चौक"
            ],
            "सुआर": [
                "15-अफगानान"
            ]
        }
    },
    "मुरादाबाद": {
        "loksabha": [
            "मुरादाबाद"
        ],
        "vidansabha": {
            "मुरादाबाद": [
                "बढ़ापुर",
                "कांठ",
                "ठाकुरद्वारा",
                "मुरादाबाद ग्रामीण",
                "मुरादाबाद नगर"
            ]
        },
        "ward": {
            "कांठ": [
                "1-शाहपुर तिगरी"
            ],
            "ठाकुरद्वारा": [
                "68-बाडा शाह शफा"
            ],
            "बढ़ापुर": [
                "21-लाजपत नगर"
            ],
            "मुरादाबाद ग्रामीण": [
                "50-दौलत बाग"
            ],
            "मुरादाबाद नगर": [
                "40-नबाबपुरा"
            ]
        }
    },
    "गोरखपुर": {
        "loksabha": [
            "बांसगांव",
            "बांसगांव (अ॰जा॰)",
            "गोरखपुर"
        ],
        "vidansabha": {
            "बांसगांव": [
                "चौरी-चौरा"
            ],
            "बांसगांव (अ॰जा॰)": [
                "बांसगांव (अ॰जा॰)",
                "चिल्लूपार",
                "रूद्रपुर",
                "बरहज़"
            ],
            "गोरखपुर": [
                "कैम्पियरगंज",
                "पिपराइच",
                "गोरखपुर शहरी",
                "गोरखपुर ग्रामीण",
                "सहजनवां"
            ]
        },
        "ward": {
            "कैम्पियरगंज": [
                "80-राप्तीनगर"
            ],
            "गोरखपुर ग्रामीण": [
                "15-हनुमन्त नगर"
            ],
            "गोरखपुर शहरी": [
                "61-साहबगंज"
            ],
            "पिपराइच": [
                "1-महादेव झारखण्डी . 01"
            ],
            "सहजनवां": [
                "75-शिवाजी नगर"
            ],
            "चौरी-चौरा": [
                "48-धर्मशाला बाजार"
            ],
            "चिल्लूपार": [
                "18-गायत्रीनगर"
            ],
            "बरहज़": [
                "44-बसंतपुर"
            ],
            "बांसगांव (अ॰जा॰)": [
                "38-कान्हा उपवन नगर"
            ],
            "रूद्रपुर": [
                "79-सिविल लाइन.1"
            ]
        }
    },
    "मेरठ": {
        "loksabha": [
            "मेरठ"
        ],
        "vidansabha": {
            "मेरठ": [
                "किठौर",
                "मेरठ कैन्ट",
                "मेरठ",
                "मेरठ दक्षिण",
                "हापुड़(अ॰जा॰)"
            ]
        },
        "ward": {
            "किठौर": [
                "79-किदवई नगर"
            ],
            "मेरठ": [
                "83-फखरुद्दीन अली अहमद नगर पश्चिमी प्रथम"
            ],
            "मेरठ कैन्ट": [
                "71-दक्षिणी इस्लामाबाद"
            ],
            "मेरठ दक्षिण": [
                "75-शाहजहां कॉलोनी"
            ],
            "हापुड़(अ॰जा॰)": [
                "88-श्यामनगर पूर्वी"
            ]
        }
    },
    "शामली": {
        "loksabha": [
            "कैराना"
        ],
        "vidansabha": {
            "कैराना": [
                "नकुड़",
                "गंगोह",
                "कैराना",
                "थाना भवन",
                "शामली"
            ]
        },
        "ward": {
            "कैराना": [
                "12-जवाहर नगर"
            ],
            "गंगोह": [
                "10-ब्रहमनान व सुभाषनगर"
            ],
            "थाना भवन": [
                "12-अलीहसन"
            ],
            "नकुड़": [
                "12-कानून गोयान"
            ],
            "शामली": [
                "4-रविदासपुरी, आजाद नगरपू0"
            ]
        }
    },
    "चन्दौली": {
        "loksabha": [
            "चन्दौली"
        ],
        "vidansabha": {
            "चन्दौली": [
                "मुगलसराय",
                "सकलडीहा",
                "सैय्यदराजा",
                "अजगरा (अ॰जा॰)",
                "षिवपुर"
            ]
        },
        "ward": {
            "अजगरा (अ॰जा॰)": [
                "7-किदवई नगर"
            ],
            "मुगलसराय": [
                "6-इन्दिरा नगर"
            ],
            "षिवपुर": [
                "3-हसरत मोहानी नगर"
            ],
            "सकलडीहा": [
                "1-अम्बेडकर नगर"
            ],
            "सैय्यदराजा": [
                "8-आजाद नगर"
            ]
        }
    },
    "चित्रकूट": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    },
    "सम्भल": {
        "loksabha": [
            "सम्भल"
        ],
        "vidansabha": {
            "सम्भल": [
                "कुन्दरकी",
                "बिलारी",
                "चन्दौसी (अ॰जा॰)",
                "असमोली",
                "सम्भल"
            ]
        },
        "ward": {
            "असमोली": [
                "नरौली"
            ],
            "कुन्दरकी": [
                "बबराला"
            ],
            "चन्दौसी (अ॰जा॰)": [
                "बबराला"
            ],
            "बिलारी": [
                "नरौली"
            ],
            "सम्भल": [
                "नरौली"
            ]
        }
    },
    "जालौन": {
        "loksabha": [
            "जालौन (अ॰जा॰)"
        ],
        "vidansabha": {
            "जालौन (अ॰जा॰)": [
                "भोगनीपुर",
                "माधौगढ़",
                "कालपी",
                "उरई (अ॰जा॰)",
                "गरौठा"
            ]
        },
        "ward": {
            "उरई (अ॰जा॰)": [
                "3-इन्द्रिरा नगर"
            ],
            "कालपी": [
                "4-घोसीपुरा"
            ],
            "गरौठा": [
                "10-राधाबल्लभ"
            ],
            "भोगनीपुर": [
                "7-बाजार"
            ],
            "माधौगढ़": [
                "2-विलौहा मध्य भाग"
            ]
        }
    },
    "शाहजहाँपुर": {
        "loksabha": [
            "शाहजहाँपुर (अ॰जा॰)"
        ],
        "vidansabha": {
            "शाहजहाँपुर (अ॰जा॰)": [
                "कटरा",
                "जलालाबाद",
                "तिलहर",
                "पुवायां (अ॰जा॰)",
                "षाहजहाँपुर",
                "ददरौल"
            ]
        },
        "ward": {
            "कटरा": [
                "26-तिराही"
            ],
            "जलालाबाद": [
                "54-यूनुसखेल"
            ],
            "तिलहर": [
                "7-खलीलशर्की"
            ],
            "ददरौल": [
                "20-दिलाजाक"
            ],
            "पुवायां (अ॰जा॰)": [
                "50-रंगीन चौपाल"
            ],
            "षाहजहाँपुर": [
                "56-किला"
            ]
        }
    },
    "हाथरस": {
        "loksabha": [
            "हाथरस (अ॰जा॰)"
        ],
        "vidansabha": {
            "हाथरस (अ॰जा॰)": [
                "छर्रा",
                "इगलास (अ॰जा॰)",
                "हाथरस (अ॰जा॰)",
                "सादाबाद",
                "सिकन्दरा राऊ"
            ]
        },
        "ward": {
            "इगलास (अ॰जा॰)": [
                "3-रामकृष्ण नगर"
            ],
            "छर्रा": [
                "10-कछियान कला"
            ],
            "सादाबाद": [
                "13-पतली गली"
            ],
            "सिकन्दरा राऊ": [
                "2-जाटबान खुर्द"
            ],
            "हाथरस (अ॰जा॰)": [
                "9-एकलव्य नगर"
            ]
        }
    },
    "जौनपुर": {
        "loksabha": [
            "जौनपुर",
            "मछलीशहर (अ॰जा॰)"
        ],
        "vidansabha": {
            "जौनपुर": [
                "बदलापुर",
                "शाहगंज",
                "जौनपुर",
                "मल्हनी",
                "मुंगरा बादशाहपुर"
            ],
            "मछलीशहर (अ॰जा॰)": [
                "मछलीशहर (अ॰जा॰)",
                "मड़ियाहू",
                "जफराबाद",
                "केराकत (अ॰जा॰)",
                "पिन्ड्रा"
            ]
        },
        "ward": {
            "जौनपुर": [
                "5-बमैला"
            ],
            "बदलापुर": [
                "12-गद्दीपुर"
            ],
            "मल्हनी": [
                "7-बदलपुर"
            ],
            "मुंगरा बादशाहपुर": [
                "9-रामपुर खास"
            ],
            "शाहगंज": [
                "14-सरोखनपुर चतुर्थ"
            ],
            "केराकत (अ॰जा॰)": [
                "10-भण्डरिया टोला पाही"
            ],
            "जफराबाद": [
                "2-रामपुर"
            ],
            "पिन्ड्रा": [
                "6-शेखजादा प्रथम"
            ],
            "मछलीशहर (अ॰जा॰)": [
                "9-रामजानकी"
            ],
            "मड़ियाहू": [
                "13-धनुहॉ पडितान"
            ]
        }
    },
    "सहारनपुर": {
        "loksabha": [
            "सहारनपुर"
        ],
        "vidansabha": {
            "सहारनपुर": [
                "बेहट",
                "सहारनपुर नगर",
                "सहारनपुर",
                "देवबन्द",
                "रामपुरमनिहारान (अ॰जा॰)"
            ]
        },
        "ward": {
            "देवबन्द": [
                "70-काजी-लक्खी गेट"
            ],
            "बेहट": [
                "68-आली आहग्रान"
            ],
            "रामपुरमनिहारान (अ॰जा॰)": [
                "43-सराय हिसामुद्दीन"
            ],
            "सहारनपुर": [
                "60-हयात कॉलोनी"
            ],
            "सहारनपुर नगर": [
                "66-नदीम कॉलोनी"
            ]
        }
    },
    "झांसी": {
        "loksabha": [
            "झांसी"
        ],
        "vidansabha": {
            "झांसी": [
                "बबीना",
                "झांसी नगर",
                "मऊरानीपुर (अ॰जा॰)",
                "ललितपुर",
                "महरोनी (अ॰जा॰)"
            ]
        },
        "ward": {
            "झांसी नगर": [
                "5-ईसाईटोला प्रथम"
            ],
            "बबीना": [
                "51-सिविल लाईन दक्षिणी भागद्वितीय"
            ],
            "मऊरानीपुर (अ॰जा॰)": [
                "52-मुकरयाना"
            ],
            "महरोनी (अ॰जा॰)": [
                "36-प्रेमगंज द्वितीय"
            ],
            "ललितपुर": [
                "48-मेवातीपुरा"
            ]
        }
    },
    "देवरिया": {
        "loksabha": [
            "देवरिया"
        ],
        "vidansabha": {
            "देवरिया": [
                "तमकुहीराज",
                "फाजिलनगर",
                "देवरिया",
                "पथरदेवा",
                "रामपुर करखाना"
            ]
        },
        "ward": {
            "तमकुहीराज": [
                "14-गोला वार्ड"
            ],
            "देवरिया": [
                "1-लखणा उर्फ डोमडीह"
            ],
            "पथरदेवा": [
                "6-पोखरापार"
            ],
            "फाजिलनगर": [
                "3-बरई टोला"
            ],
            "रामपुर करखाना": [
                "5-रामपुर लिटिहा"
            ]
        }
    },
    "प्रतापगढ़": {
        "loksabha": [
            "प्रतापगढ़"
        ],
        "vidansabha": {
            "प्रतापगढ़": [
                "रामपुरखास",
                "विश्वनाथगंज",
                "प्रतापगढ़",
                "पट्टी",
                "रानीगंज"
            ]
        },
        "ward": {
            "पट्टी": [
                "5-बीबीपुर ठकुरान"
            ],
            "प्रतापगढ़": [
                "13-काछी पट्टी"
            ],
            "रानीगंज": [
                "6-सधईपुर कस्बा"
            ],
            "रामपुरखास": [
                "7-बाजार खास पश्चिमी"
            ],
            "विश्वनाथगंज": [
                "11-मनिहारी टोला"
            ]
        }
    },
    "प्रयागराज": {
        "loksabha": [
            "इलाहाबाद",
            "फूलपुर"
        ],
        "vidansabha": {
            "इलाहाबाद": [
                "मेज़ा",
                "करछना",
                "इलाहाबाद दक्षिण",
                "बारा (अ॰जा॰)",
                "कोरांव (अ॰जा॰)"
            ],
            "फूलपुर": [
                "फाफामऊ",
                "सोरांव (अ॰जा॰)",
                "फूलपुर",
                "इलाहाबाद पश्चिम",
                "इलाहाबाद उत्तर"
            ]
        },
        "ward": {
            "इलाहाबाद दक्षिण": [
                "42-गंगा नगर"
            ],
            "करछना": [
                "60-मिन्हाजपुर गढ़ीकला"
            ],
            "कोरांव (अ॰जा॰)": [
                "12-अशोक नगर"
            ],
            "बारा (अ॰जा॰)": [
                "90-शाहगंज गढीसराय"
            ],
            "मेज़ा": [
                "5-पीपलगॉव"
            ],
            "इलाहाबाद उत्तर": [
                "34-शिवकुटी"
            ],
            "इलाहाबाद पश्चिम": [
                "63-पुराना कटरा"
            ],
            "फाफामऊ": [
                "7-राजापुर"
            ],
            "फूलपुर": [
                "36-मधवापुर"
            ],
            "सोरांव (अ॰जा॰)": [
                "52-हवेलिया"
            ]
        }
    },
    "फ़तेहपुर": {
        "loksabha": [
            "फतेहपुर"
        ],
        "vidansabha": {
            "फतेहपुर": [
                "जहानाबाद",
                "बिन्दकी",
                "फतेहपुर",
                "अयाहषाह",
                "हुसैनगंज",
                "खागा (अ॰जा॰)"
            ]
        },
        "ward": {
            "अयाहषाह": [
                "8-मऊ पारा पूर्वी"
            ],
            "खागा (अ॰जा॰)": [
                "14-विजय नगर"
            ],
            "जहानाबाद": [
                "5-राजनगर"
            ],
            "फतेहपुर": [
                "6-विजय नगर"
            ],
            "बिन्दकी": [
                "9-प्रताप नगर"
            ],
            "हुसैनगंज": [
                "18-रामनगर"
            ]
        }
    },
    "बलरामपुर": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    },
    "बलिया": {
        "loksabha": [
            "बलिया",
            "सलेमपुर"
        ],
        "vidansabha": {
            "बलिया": [
                "फेफना",
                "बलिया नगर",
                "बैरिया",
                "जहूराबाद",
                "मोहम्मदाबाद"
            ],
            "सलेमपुर": [
                "भाटपाररानी",
                "सलेमपुर (अ॰जा॰)",
                "बेलथरा रोड (अ॰जा॰)",
                "सिकन्दरपुर",
                "बांसडीह"
            ]
        },
        "ward": {
            "जहूराबाद": [
                "13-जयप्रकाश नगर"
            ],
            "फेफना": [
                "10-अब्दुल कलाम नगर"
            ],
            "बलिया नगर": [
                "14-शास्त्री नगर"
            ],
            "बैरिया": [
                "12-आजाद नगर"
            ],
            "मोहम्मदाबाद": [
                "4-मालवीय नगर"
            ],
            "बांसडीह": [
                "12-डफाली टोला"
            ],
            "बेलथरा रोड (अ॰जा॰)": [
                "9-रमिलियाखास"
            ],
            "भाटपाररानी": [
                "11-जवाहर नगर"
            ],
            "सलेमपुर (अ॰जा॰)": [
                "8-इन्दिरा नगर"
            ],
            "सिकन्दरपुर": [
                "11-यादव बस्ती"
            ]
        }
    },
    "बस्ती": {
        "loksabha": [
            "बस्ती"
        ],
        "vidansabha": {
            "बस्ती": [
                "हर्रैया",
                "कप्तानगंज",
                "रूधौली",
                "बस्ती सदर",
                "महादेवा (अ॰जा॰)"
            ]
        },
        "ward": {
            "कप्तानगंज": [
                "13-मंगल पाण्डेय नगर"
            ],
            "बस्ती सदर": [
                "5-लोहिया नगर"
            ],
            "महादेवा (अ॰जा॰)": [
                "9-लक्ष्मी बाई नगर"
            ],
            "रूधौली": [
                "8-इन्दिरा नगर"
            ],
            "हर्रैया": [
                "7-भगत सिंह नगर"
            ]
        }
    },
    "बहराइच": {
        "loksabha": [
            "बहराइच (अ॰जा॰)"
        ],
        "vidansabha": {
            "बहराइच (अ॰जा॰)": [
                "बलहा (अ॰जा॰)",
                "नानपारा",
                "मटेरा",
                "महसी",
                "बहराइच"
            ]
        },
        "ward": {
            "नानपारा": [
                "2-गुथिया"
            ],
            "बलहा (अ॰जा॰)": [
                "4-पचपकरी"
            ],
            "बहराइच": [
                "5-बैराकाजी"
            ],
            "मटेरा": [
                "13-ऐनी पश्चिमी"
            ],
            "महसी": [
                "14-आदर्श नगर"
            ]
        }
    },
    "बाँदा": {
        "loksabha": [
            "बांदा"
        ],
        "vidansabha": {
            "बांदा": [
                "बबेरू",
                "नरैनी (अ॰जा॰)",
                "बांदा",
                "चित्रकूट",
                "मानिकपुर"
            ]
        },
        "ward": {
            "चित्रकूट": [
                "8-लखमी थोक"
            ],
            "नरैनी (अ॰जा॰)": [
                "12-एकता नगर"
            ],
            "बबेरू": [
                "10-पं0 दीनदयाल उपाध्यय नगर"
            ],
            "बांदा": [
                "13-गांधीनगर"
            ],
            "मानिकपुर": [
                "1-पंचवटी नगर"
            ]
        }
    },
    "बाराबंकी": {
        "loksabha": [
            "बाराबंकी (अ॰जा॰)"
        ],
        "vidansabha": {
            "बाराबंकी (अ॰जा॰)": [
                "कुर्सी",
                "राम नगर",
                "बाराबंकी",
                "जैदपुर (अ॰जा॰)",
                "हैदरगढ़(अ॰जा॰)"
            ]
        },
        "ward": {
            "कुर्सी": [
                "1-पूरेबादल"
            ],
            "जैदपुर (अ॰जा॰)": [
                "14-मोलवीगंज-1"
            ],
            "बाराबंकी": [
                "13-शाहकटरा"
            ],
            "राम नगर": [
                "1-मोगलान"
            ],
            "हैदरगढ़(अ॰जा॰)": [
                "8-कायस्थाना-2"
            ]
        }
    },
    "भदोही(संत रविदास नगर)": {
        "loksabha": [
            "भदोही"
        ],
        "vidansabha": {
            "भदोही": [
                "भदोही",
                "ज्ञानपुर",
                "औराई (अ॰जा॰)",
                "प्रतापपुर",
                "हंडिया"
            ]
        },
        "ward": {
            "औराई (अ॰जा॰)": [
                "2-राजापुर"
            ],
            "ज्ञानपुर": [
                "5-हाजिनगर"
            ],
            "प्रतापपुर": [
                "3-गांधी नगर"
            ],
            "भदोही": [
                "13-चमनगंज"
            ],
            "हंडिया": [
                "11-मिश्रौटी"
            ]
        }
    },
    "मऊ": {
        "loksabha": [
            "घोसी"
        ],
        "vidansabha": {
            "घोसी": [
                "मधुबन",
                "घोसी",
                "मोहम्मदाबाद-गोहना (अ॰जा॰)",
                "मऊ",
                "रसड़ा"
            ]
        },
        "ward": {
            "घोसी": [
                "5-रजा नगर"
            ],
            "मऊ": [
                "2-कान्दू टोला"
            ],
            "मधुबन": [
                "8-कोइरी टोला"
            ],
            "मोहम्मदाबाद-गोहना (अ॰जा॰)": [
                "1-लक्ष्मी नगर"
            ],
            "रसड़ा": [
                "4-हनुमान चौक"
            ]
        }
    },
    "महराजगंज": {
        "loksabha": [
            "महाराजगंज"
        ],
        "vidansabha": {
            "महाराजगंज": [
                "फरेन्दा",
                "नौतनवा",
                "सिसवा",
                "महाराजगंज (अ॰जा॰)",
                "पनियारा"
            ]
        },
        "ward": {
            "नौतनवा": [
                "18-लोहिया मार्केट"
            ],
            "पनियारा": [
                "14-सुबाष नगर"
            ],
            "फरेन्दा": [
                "5-पं0 दीन दयाल उपाध्याय नगर"
            ],
            "महाराजगंज (अ॰जा॰)": [
                "17-लाजपत नगर"
            ],
            "सिसवा": [
                "16-लक्ष्मीबाई नगर"
            ]
        }
    },
    "मीरजापुर": {
        "loksabha": [
            "मिर्जापुर"
        ],
        "vidansabha": {
            "मिर्जापुर": [
                "छानबे (अ॰जा॰)",
                "मिर्जापुर",
                "मझवां",
                "चुनार",
                "मरिहन"
            ]
        },
        "ward": {
            "चुनार": [
                "4-तेग बहादुर"
            ],
            "छानबे (अ॰जा॰)": [
                "10-केवटान"
            ],
            "मझवां": [
                "12-शंकरपुर"
            ],
            "मरिहन": [
                "3-पाण्डेयपुर"
            ],
            "मिर्जापुर": [
                "11-मंगरवारी"
            ]
        }
    },
    "महोबा": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    },
    "श्रावस्ती": {
        "loksabha": [
            "श्रावस्ती"
        ],
        "vidansabha": {
            "श्रावस्ती": [
                "भिनगा",
                "श्रावस्ती",
                "तुलसीपुर",
                "गैंसड़ी",
                "बलरामपुर (अ॰जा॰)"
            ]
        },
        "ward": {
            "गैंसड़ी": [
                "7-शास्त्रीनगर"
            ],
            "तुलसीपुर": [
                "2-बेचू बाबा"
            ],
            "बलरामपुर (अ॰जा॰)": [
                "5-गौतम नगर"
            ],
            "भिनगा": [
                "10-आजादनगर"
            ],
            "श्रावस्ती": [
                "6-पटेलनगर"
            ]
        }
    },
    "वाराणसी": {
        "loksabha": [
            "वाराणसी"
        ],
        "vidansabha": {
            "वाराणसी": [
                "रोहनिया",
                "वाराणसी उत्तर",
                "वाराणसी दक्षिण",
                "वाराणसी कैन्टोनमैन्ट",
                "सेवापुरी"
            ]
        },
        "ward": {
            "रोहनिया": [
                "100-कमालपुरा"
            ],
            "वाराणसी उत्तर": [
                "63-जलालीपुरा"
            ],
            "वाराणसी कैन्टोनमैन्ट": [
                "95-काजी सादुल्लापुरा"
            ],
            "वाराणसी दक्षिण": [
                "5-सलारपुर"
            ],
            "सेवापुरी": [
                "72-घसियारी टोला"
            ]
        }
    },
    "संत कबीर नगर": {
        "loksabha": [
            "सन्त कबीर नगर"
        ],
        "vidansabha": {
            "सन्त कबीर नगर": [
                "आलापुर (अ॰जा॰)",
                "मेन्हदावल",
                "खलीलाबाद",
                "धनघटा (अ॰जा॰)",
                "खजनी (अ॰जा॰)"
            ]
        },
        "ward": {
            "आलापुर (अ॰जा॰)": [
                "15-बरगदवा"
            ],
            "खजनी (अ॰जा॰)": [
                "15-बखिरा 3"
            ],
            "खलीलाबाद": [
                "8-तकिया बाजार"
            ],
            "धनघटा (अ॰जा॰)": [
                "10-शेर पुर"
            ],
            "मेन्हदावल": [
                "2-चूडीफरोश"
            ]
        }
    },
    "रायबरेली": {
        "loksabha": [
            "रायबरेली"
        ],
        "vidansabha": {
            "रायबरेली": [
                "बछरावा (अ॰जा॰)",
                "हरचन्दपुर",
                "रायबरेली",
                "सरेनी",
                "ऊॅचाहार"
            ]
        },
        "ward": {
            "ऊॅचाहार": [
                "4-शेरन्दाजपुर"
            ],
            "बछरावा (अ॰जा॰)": [
                "10-काछिन टोला, बण्डन टोला"
            ],
            "रायबरेली": [
                "13-सदर बाजार"
            ],
            "सरेनी": [
                "2-पौगम्बरपुर पश्चिमी"
            ],
            "हरचन्दपुर": [
                "15-गुफरान मआब नगर"
            ]
        }
    },
    "सुलतानपुर": {
        "loksabha": [
            "सुल्तानपुर"
        ],
        "vidansabha": {
            "सुल्तानपुर": [
                "इसौली",
                "सुल्तानपुर",
                "सदर",
                "लम्भुआ",
                "कादीपुर (अ॰जा॰)"
            ]
        },
        "ward": {
            "इसौली": [
                "4-बभनैया पूरब"
            ],
            "कादीपुर (अ॰जा॰)": [
                "10-फिरोजपुर खुर्द"
            ],
            "लम्भुआ": [
                "2-पटेलनगर"
            ],
            "सदर": [
                "7-साई की तकिया"
            ],
            "सुल्तानपुर": [
                "11-बहबल टोला पूर्वी"
            ]
        }
    },
    "सिद्धार्थ नगर": {
        "loksabha": [
            "डुमरियागंज"
        ],
        "vidansabha": {
            "डुमरियागंज": [
                "शोहरतगढ़",
                "कपिलवस्तु (अ॰जा॰)",
                "बांसी",
                "इटवा",
                "डुमरियागंज"
            ]
        },
        "ward": {
            "इटवा": [
                "9-बजरंग नगर"
            ],
            "कपिलवस्तु (अ॰जा॰)": [
                "14-सुभाष नगर"
            ],
            "डुमरियागंज": [
                "9-शिवाजी नगर"
            ],
            "बांसी": [
                "8-आजाद नगर"
            ],
            "शोहरतगढ़": [
                "9-पटेल नगर"
            ]
        }
    },
    "सोनभद्र": {
        "loksabha": [
            "राबर्ट्सगंज (अ॰जा॰)"
        ],
        "vidansabha": {
            "राबर्ट्सगंज (अ॰जा॰)": [
                "घोरावल",
                "राबर्ट्सगंज",
                "ओबरा",
                "दुद्धी (अ॰जा॰)",
                "चकिया (अ॰जा॰)"
            ]
        },
        "ward": {
            "ओबरा": [
                "9-लंका कालोनी"
            ],
            "घोरावल": [
                "7-झरना बस्ती"
            ],
            "चकिया (अ॰जा॰)": [
                "11-भरत नगर"
            ],
            "दुद्धी (अ॰जा॰)": [
                "4-शहीद भगत सिंह नगर"
            ],
            "राबर्ट्सगंज": [
                "17-सम्राट अशोक नगर"
            ]
        }
    },
    "लखीमपुर खीरी": {
        "loksabha": [
            "खीरी",
            "धौरहरा"
        ],
        "vidansabha": {
            "खीरी": [
                "पलिया",
                "निघासन",
                "गोला गोकरनाथ",
                "श्री नगर (अ॰जा॰)",
                "लखीमपुर"
            ],
            "धौरहरा": [
                "धौरहरा",
                "कास्ता (अ॰जा॰)",
                "मोहम्मदी",
                "मोहाली",
                "हरगाँव (अ०जा०)"
            ]
        },
        "ward": {
            "गोला गोकरनाथ": [
                "11-काजी हाउस बाजार"
            ],
            "निघासन": [
                "6-जोशी टोला"
            ],
            "पलिया": [
                "16-डीहपुर पूर्वी"
            ],
            "लखीमपुर": [
                "5-चमरौधा पश्चिम"
            ],
            "श्री नगर (अ॰जा॰)": [
                "10-छावनी भेडौरा बाजार"
            ],
            "कास्ता (अ॰जा॰)": [
                "8-भेडौरा नं0 3"
            ],
            "धौरहरा": [
                "6-भठ्ठी चमरोैधा पूरब"
            ],
            "मोहम्मदी": [
                "1-चमरौधा"
            ],
            "मोहाली": [
                "9-शिवाला"
            ],
            "हरगाँव (अ०जा०)": [
                "3-जगतिया"
            ]
        }
    },
    "ललितपुर": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    },
    "हमीरपुर": {
        "loksabha": [
            "हमीरपुर"
        ],
        "vidansabha": {
            "हमीरपुर": [
                "हमीरपुर",
                "राठ (अ॰जा॰)",
                "महोबा",
                "चरखारी",
                "तिन्दवारी"
            ]
        },
        "ward": {
            "चरखारी": [
                "5-बसंत नगर"
            ],
            "तिन्दवारी": [
                "1-डा0राममनोहर लोहिया नगर"
            ],
            "महोबा": [
                "8-गुरूदेवपुरा-3"
            ],
            "राठ (अ॰जा॰)": [
                "10-मांॅझखोर-4"
            ],
            "हमीरपुर": [
                "10-पालीवाल मुहाल"
            ]
        }
    },
    "लखनऊ": {
        "loksabha": [
            "मोहनलालगंज (अ॰जा॰)",
            "लखनऊ"
        ],
        "vidansabha": {
            "मोहनलालगंज (अ॰जा॰)": [
                "सिधौली (अ॰जा॰)",
                "मलिहाबाद (अ॰जा॰)",
                "बक्षी कातालाब",
                "सरोजिनी नगर",
                "मोहनलालगंज (अ॰जा॰)"
            ],
            "लखनऊ": [
                "लखनऊ (पष्चिम)",
                "लखनऊ उत्तर",
                "लखनऊ पूर्व",
                "लखनऊ मध्य",
                "लखनऊ कैन्टोनमैन्ट"
            ]
        },
        "ward": {
            "बक्षी कातालाब": [
                "15-लाल बहादुर शास्त्री प्रथम"
            ],
            "मलिहाबाद (अ॰जा॰)": [
                "77-मैथली शरण गुप्त वार्ड"
            ],
            "मोहनलालगंज (अ॰जा॰)": [
                "34-हजरतगंज-रामतीर्थ वार्ड"
            ],
            "सरोजिनी नगर": [
                "21-मालवीय नगर वार्ड"
            ],
            "सिधौली (अ॰जा॰)": [
                "94-दौलतगंज वार्ड"
            ],
            "लखनऊ (पष्चिम)": [
                "73-फैजुल्लागंज तृतीय वार्ड"
            ],
            "लखनऊ उत्तर": [
                "58-मोतीलाल नेहरू नगर-चन्द्रभानु गुप्त नगर"
            ],
            "लखनऊ कैन्टोनमैन्ट": [
                "107-राजा बाजार वार्ड"
            ],
            "लखनऊ पूर्व": [
                "26-ऐशबाग वार्ड"
            ],
            "लखनऊ मध्य": [
                "103-मशकगंज-वजीरगंज वार्ड"
            ]
        }
    },
    "सीतापुर": {
        "loksabha": [
            "सीतापुर",
            "मिश्रिख (अ॰जा॰)"
        ],
        "vidansabha": {
            "सीतापुर": [
                "सीतापुर",
                "लहरपुर",
                "बिसवां",
                "सेवता",
                "महमूदाबाद"
            ],
            "मिश्रिख (अ॰जा॰)": [
                "मिश्रिख (अ॰जा॰)"
            ]
        },
        "ward": {
            "मिश्रिख (अ॰जा॰)": [
                "9-फुलवारी"
            ],
            "बिसवां": [
                "2-पूर्वी"
            ],
            "महमूदाबाद": [
                "10-प्रेमनगर उत्तरी"
            ],
            "लहरपुर": [
                "4-माहनगर"
            ],
            "सीतापुर": [
                "14-गोविन्द नगर"
            ],
            "सेवता": [
                "1-बहादुरपुर/लोधपुरवा"
            ]
        }
    },
    "हरदोई": {
        "loksabha": [
            "मिश्रिख (अ॰जा॰)",
            "हरदोई (अ॰जा॰)"
        ],
        "vidansabha": {
            "मिश्रिख (अ॰जा॰)": [
                "बिलग्राम-मल्लावां",
                "सन्डीला",
                "बिल्हौर (अ॰जा॰)"
            ],
            "हरदोई (अ॰जा॰)": [
                "सवाइजपुर",
                "षाहाबाद",
                "हरदोई",
                "गोपामऊ (अ॰जा॰)",
                "साण्डी (अ॰जा॰)"
            ]
        },
        "ward": {
            "बिलग्राम-मल्लावां": [
                "5-कृष्णा नगर"
            ],
            "बिल्हौर (अ॰जा॰)": [
                "5-किदवई नगर"
            ],
            "सन्डीला": [
                "7-तिलक नगर"
            ],
            "गोपामऊ (अ॰जा॰)": [
                "6-आजाद नगर"
            ],
            "षाहाबाद": [
                "8-काजी सराय दक्षिणी"
            ],
            "सवाइजपुर": [
                "4-अन्नपूर्णा नगर"
            ],
            "साण्डी (अ॰जा॰)": [
                "14-पटिया नीव"
            ],
            "हरदोई": [
                "6-तिवारिन टोला/अहिरन टोला/सोनारन टोला"
            ]
        }
    },
    "हापुड़": {
        "loksabha": [
            "N/A"
        ],
        "vidansabha": {},
        "ward": {}
    }
}
export default districts